Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

source: Save
am: አስቀምጥ
an: Alzar
ar: احفظ
ast: Guardar
az: Saxla
be: Захаваць
bg: Запазване
bn: সংরক্ষণ করুন
br: Enrollañ
bs: Sačuvaj
ca: Desa
co: Arregistrà
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
dsb: Składowaś
el: Αποθήκευση
eo: Konservi
es_ar: Guardar
es_cl: Guardar
es_es: Guardar
es_mx: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
gd: Sàbhail
gl: Gardar
gu_in: સંગ્રહો
he: שמירה
hi_in: सहेजें
hsb: Składować
hu: Mentés
hy_am: Պահպանել
ia: Salvar
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
kk: Сақтау
kn: ಉಳಿಸು
ko: 저장
lo: ບັນທຶກ
lt: Įrašyti
lv: Saglabāt
mr: साठवा
ms: Simpan
my: သိမ်းရန်
nb: Lagre
ne_np: सङ्ग्रह गर्नुहोस्
nl: Opslaan
nn: Lagra
pa_in: ਸੰਭਾਲੋ
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
sv: Spara
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tr: Kaydet
tt: Саклау
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 存储
zh_tw: 儲存

# SearchEngine.addEngineError
source: That didn’t work. Try replacing the search term with this: %s.
am: ያ አልሰራም። የፍለጋ ቃሉን በዚህ ለመተካት ይሞክሩ፡- %s።
ar: لم ينجح الأمر. جرّب استخدام نص البحث هذا بدل الحالي: %s.
az: Bu işləmədi. Axtarış sözünü bununla dəyişdirməyi yoxlayın: %s.
be: Гэта не спрацавала. Паспрабуйце замяніць пошукавы запыт на: %s.
bg: Това няма да работи. Опитайте да замените думите за търсене със следното: „%s“.
bn: এটি কাজ করেনি। অনুসন্ধানের পদটি %s দিয়ে প্রতিস্থাপন করে চেষ্টা করুন।
br: N'eo ket aet en-dro. Klaskit amsaviñ an termenoù klasket gant se: %s.
bs: Nije uspjelo. Pokušajte zamijeniti pojam za pretraživanje sa ovim: %s.
ca: No ha funcionat. Proveu-ho substituint els termes de cerca per això: %s.
co: Ùn hà micca funziunatu. Pruvate di rimpiazzà u termine di a ricerca da què : %s.
cs: To nezafungovalo. Zkuste nahradit hledaný výraz za „%s”.
cy: Heb weithio. Ceisiwch amnewid y gair chwilio gyda : %s.
da: Det virkede ikke. Prøv at erstatte søgetermen med %s.
de: Das hat nicht funktioniert. Versuchen Sie, den Suchbegriff durch Folgendes zu ersetzen: %s.
dsb: To njejo funkcioněrowało. Wopytajśo pytański wuraz pśez toś ten wuměniś: %s.
el: Δεν λειτούργησε. Αντικαταστήσετε τον όρο αναζήτησης με αυτό: %s.
eo: Tio ne funkciis. Provu anstataŭigi vian serĉotekston per tio ĉi: %s.
es_ar: Eso no funcionó. Trate de sustituir el término de búsqueda con esto: %s.
es_cl: Eso no funcionó. Intenta reemplazar el término de búsqueda con esto: %s.
es_es: Eso no funcionó. Intenta reemplazar el término de búsqueda con esto: %s.
es_mx: Eso no funcionó. Intenta reemplazar el término de búsqueda con esto: %s.
et: See ei õnnestunud. Proovi asendada sellega: %s.
eu: Huts egin du horrek. Saiatu bilaketa-terminoa honekin ordezkatzen: %s.
fa: اگر آن کار نکرد. جایگزین کرد شرط جست‌ و جو با %s را امتحان کنید.
fi: Tuo ei toiminut. Yritä korvata hakutermi seuraavasti: %s.
fil: Hindi iyon gumana. Subukang palitan ang termino sa paghahanap na may ganitong: %s.
fr: Cela n’a pas fonctionné. Essayez de remplacer les termes de recherche par ceci : %s.
gd: Cha do dh’obraich sin. Feuch is cuir na leanas an àite na lorg thu: %s.
gl: Iso non funcionou. Probe a substituír o termo de busca por este: %s.
hi_in: वह काम नहीं किया. खोज शब्द को इसके साथ बदलने का प्रयास करें: %s.
hsb: To njeje fungowało. Spytajće pytanski wuraz přez tutón wuměnić: %s.
hu: Ez nem működött. Próbálja lecserélni a keresési kifejezést erre: %s.
ia: Isto non functiona. Tenta reimplaciar le termino de recerca per isto: %s.
id: Tidak dapat digunakan. Coba ganti istilah pencarian dengan ini: %s.
is: Þetta gekk ekki. Skipta um leitarorð í: %s.
it: Qualcosa non ha funzionato. Riprova sostituendo il termine di ricerca con: %s.
ja: 動作しませんでした。次の検索語に置き換えてみてください: %s
ka: არ იმუშავა. სცადეთ საძიებო ფრაზის ამ სიმბოლოთი ჩანაცვლება: %s.
kab: Ur iteddu ara, Ԑreḍ abeddel n iferdisen n unadi s waya: %s.
kk: Бұл жасамады. Іздеу ұғымын келесімен алмастырып көріңіз: %s.
kn: ಅದು ಕೆಲಸ ಮಾಡಲಿಲ್ಲ. ಹುಡುಕಾಟ ಪದವನ್ನು ಇದರೊಂದಿಗೆ ಬದಲಿಸಿ ಪ್ರಯತ್ನಿಸಿ: %s.
ko: 찾을 수 없습니다. 검색어를 이것으로 바꿔 보세요: %s.
lo: ນັ້ນບໍ່ໄດ້ຜົນ. ລອງປ່ຽນຄຳຊອກຫາດ້ວຍອັນນີ້: %s.
lt: Nepavyko išanalizuoti adreso. Pamėginkite pakeisti paieškos žodžius šiuo tekstu: %s.
mr: ते चालले नाही. शोध संज्ञा याने बदलून पहा: %s.
ms: Tidak berjaya. Cuba ganti terma carian dengan: %s.
my: ၎င်းသည် မလုပ်ဆောင်နိုင်ပါ။ ရှာဖွေရေးစာလုံးကို ယခု%s စာလုံးနှင့် ပြောင်းသုံးပြီး ရှာကြည့်ပါ။
nb: Det fungerte ikke. Prøv å erstatte søkeordet med dette: %s.
ne_np: त्यो काम गरेन। खोज शब्दलाई यसले प्रतिस्थापन गर्ने प्रयास गर्नुहोस्: %s
nl: Dat werkte niet. Probeer de zoekterm te vervangen door %s.
nn: Det fungerte ikkje. Prøv å erstatte søkjeordet med dette: %s.
pa_in: ਇਹ ਕੰਮ ਨਹੀਂ ਕਰਦਾ ਸੀ। ਖੋਜ ਸ਼ਬਦ ਨੂੰ ਇਸ ਨਾਲ ਬਦਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ: %s।
pl: To nie zadziałało. Zamień wyszukiwany tekst na „%s”.
pt_br: Isto não funcionou. Tente substituir o termo de pesquisa com isto: %s.
pt_pt: Isso não funcionou. Tente substituir o termo de pesquisa com isto: %s.
ro: Nu a funcționat. Încearcă să înlocuiești termenul de căutare cu: %s.
ru: Это не сработало. Попробуйте заменить поисковый запрос следующим: %s.
si: එය වැඩ කළේ නැහැ. සෙවුම් පදය මෙය සමඟ ප්‍රතිස්ථාපනය කර බලන්න: %s.
sk: To nefungovalo. Skúste nahradiť vyhľadávaný výraz s: %s.
sl: To ni delovalo. Poskusite iskalno poizvedbo zamenjati z: %s.
sq: Kjo nuk bëri punë. Provoni të zëvendësoni termin e kërkimit me këtë: %s.
sv: Det fungerade inte. Försök att ersätta sökordet med detta: %s.
th: ไม่ได้ผล ลองแทนที่คำค้นหาด้วยสิ่งนี้: %s
tr: Olmadı. Arama teriminin yerine şunu yazmayı deneyin: %s.
tt: Бу эшләмәде. Сорауны менә моның белән алыштырып карагыз: %s.
uk: Це не спрацювало. Спробуйте змінити пошуковий запит цим: %s.
vi: Điều đó không hoạt động. Hãy thử thay thế cụm từ tìm kiếm bằng cái này: %s.
zh_cn: 网址无效。尝试用这个替换搜索关键词：%s。
zh_tw: 資料有誤。請將搜尋詞修改為: %s 然後再試一次。

# SearchSuggestions.promptDisable
source: No
am: አይደለም
ar: لا
ast: Non
az: Xeyr
be: Не
bg: Не
bn: না
br: Ket
bs: Ne
co: Nò
cs: Ne
cy: Na
da: Nej
de: Nein
dsb: Ně
el: Όχι
eo: Ne
et: Ei
eu: Ez
fa: خیر
fi: Ei
fil: Hindi
fr: Non
gd: Chan eil
gl: Non
he: לא
hi_in: नहीं
hsb: Ně
hu: Nem
id: Tidak
is: Nei
ja: いいえ
ka: არა
kab: Ala
kk: Жоқ
kn: ಇಲ್ಲ
ko: 아니오
lo: ບໍ່ຕ້ອງການ
lt: Ne
lv: Nē
mr: नाही
ms: Tidak
my: မဟုတ်ပါ
nb: Nei
ne_np: होइन
nl: Nee
nn: Nei
pa_in: ਨਹੀਂ
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
si: නැහැ
sk: Nie
sl: Ne
sq: Jo
sv: Nej
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayır
tt: Юк
uk: Ні
ur: نہیں
vi: Không
zh_cn: 否
zh_tw: 關

# SearchSuggestions.promptEnable
source: Yes
am: አዎ
ar: نعم
ast: Sí
az: Bəli
be: Так
bg: Да
bn: হ্যাঁ
br: Ya
bs: Da
ca: Sí
co: Sì
cs: Ano
cy: Iawn
da: Ja
de: Ja
dsb: Jo
el: Ναι
eo: Jes
es_ar: Sí
es_cl: Sí
es_es: Sí
es_mx: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fil: Oo
fr: Oui
gd: Tha
gl: Si
he: כן
hi_in: हाँ‌
hsb: Haj
hu: Igen
ia: Si
id: Ya
is: Já
it: Sì
ja: はい
ka: დიახ
kab: Ih
kk: Иә
kn: ಹೌದು
ko: 예
lo: ແມ່ນ
lt: Taip
lv: Jā
mr: होय
ms: Ya
my: ဟုတ်ကဲ့
nb: Ja
ne_np: हो
nl: Ja
nn: Ja
pa_in: ਹਾਂ
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
si: ඔව්
sk: Áno
sl: Da
sq: Po
sv: Ja
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
tt: Әйе
uk: Так
ur: ہاں
vi: Có
zh_cn: 是
zh_tw: 開

# SearchSuggestions.promptMessage
source: To get suggestions, %@ needs to send what you type in the address bar to the search engine.
am: ጥቆማዎችን ለማግኘት %@ በአድራሻ አሞሌው ላይ የሚተይቡትን ወደ ፍለጋ ፍርግም መላክ አለበት።
ar: لتستلم الاقتراحات، يحتاج %@ إلى إرسال ما تكتبه في شريط العنوان إلى محرك البحث.
az: Təklifləri almaq üçün %@ ünvan sətrinə yazdıqlarınızı axtarış mühərriyinə göndərməlidir.
be: Для атрымання прапаноў %@ павінен адпраўляць тое, што вы ўводзіце ў адрасны радок, у вашую пошукавую сістэму.
bg: За да получавате предложения, %@ трябва да изпраща към търсачката всичко, каквото въвеждате в адресната лента.
bn: পরামর্শ পেতে, ঠিকানা বারে আপনি যা টাইপ করবেন তা %@ কে অনুসন্ধান ইঞ্জিনে পাঠাতে হবে।
br: Evit kaout alioù en deus ezhomm %@ da gas ar pezh a viziatait er varrenn glask d'al lusker klask.
bs: Da dobijete prijedloge, %@ treba da pošalje pretraživaču ono što unesete u adresnu traku.
ca: Per veure els suggeriments, el %@ ha d'enviar al motor de cerca tot allò que escriviu a la barra d'adreces.
co: Per ottene suggestioni di ricerca, %@ hà bisognu di mandà à u mutore di ricerca ciò chì vo stampittate in a barra d’indirizzu.
cs: K realizaci našeptávání musí %@ text napsaný do adresního řádku odesílat zvolenému vyhledávači.
cy: I gael awgrymiadau, mae %@ angen anfon yr hyn rydych chi'n ei deipio yn y bar cyfeiriad i'r peiriant chwilio.
da: For at kunne vise søgeforslag sender %@ dine indtastninger i søgefeltet til søgetjenesten.
de: Um Ihnen Suchvorschläge anzuzeigen, muss %@ Ihre Eingaben in die Adressleiste an die Suchmaschine senden.
dsb: Aby naraźenja dostał, musy %@ wopśimjeśe, kótaryž sćo zapódał do adresowego póla, na pytnicu słaś.
el: Για να λάβετε προτάσεις, το %@ πρέπει να στείλει ό,τι πληκτρολογείτε στη γραμμή διευθύνσεων στη μηχανή αναζήτησης.
eo: Por ricevi sugestojn, %@ bezonas sendi tion, kion vi tajpas en la adresa strio, al la serĉilo.
es_ar: Para obtener sugerencias de búsqueda, %@ necesita enviar lo que usted escribe en la barra de direcciones al motor de búsqueda.
es_cl: Para recibir sugerencias, %@ necesita enviar lo que escribas en la barra de direcciones al motor de búsqueda.
es_es: Para obtener sugerencias, %@ necesita enviar lo que escribas en la barra de direcciones al buscador.
es_mx: Para obtener sugerencias, %@ necesita enviar lo que escribes en la barra de direcciones para el motor de búsqueda.
et: Soovituste saamiseks peab %@ saatma aadressiribale sisestatud teksti otsingumootorile.
eu: Iradokizunak lortzeko, helbide-barran idazten duzuna bilaketa-motorrari bidali behar dio %@(e)k.
fa: برای دریافت پیشنهادات،‌ %@ نیاز دارد تا آدرسی که در آدرس بار تایپ می‌کنید رو به موتور جست‌ و جو ارسال کند.
fi: Saadaksesi ehdotuksia, %@in täytyy lähettää osoitepalkkiin kirjoittamasi teksti hakukoneelle.
fr: Pour obtenir des suggestions, %@ doit envoyer ce que vous saisissez dans la barre d’adresse vers le moteur de recherche.
gd: Mus fhaigh thu molaidhean, feumaidh %@ na sgrìobhas tu ann am bàr an t-seòlaidh a chur gun einnsean-luirg.
gl: Para obter suxestións, %@ debe enviar o que escribe na barra de enderezos ao buscador.
he: כדי לקבל הצעות, על %@ לשלוח מה שמוקלד בשורת הכתובת אל מנוע החיפוש.
hi_in: सुझाव पाने हेतु, %@ को आपके द्वारा पता बार में टाइप किए चीज़ों को सर्च इंजन को भेजने की आवश्यकता होती है।
hsb: Zo byšće namjety dóstał, dyrbi %@ wobsah, kotryž sće do adresoweho pola zapodał, na pytawu słać.
hu: A javaslatok kéréséhez a %@nak el kell küldenie a címsorba írt üzenetet a keresőszolgáltatásnak.
ia: Pro obtener suggestiones, %@ debe inviar lo que tu scribe in le barra de adresse al motor de recerca.
id: Untuk mendapatkan saran, %@ perlu mengirim apa yang Anda ketikkan di bilah alamat ke mesin pencari.
is: Til að fá tillögur, þarf %@ að senda það sem þú skrifar í slóðina til leitarvélarinnar.
it: Per mostrarti i suggerimenti %@ deve inviare al motore di ricerca il testo che digiti nella barra degli indirizzi.
ja: 検索候補を取得するには、アドレスバーに入力した内容を %@ が検索エンジンへ送信する必要があります。
ka: ძიების შემოთავაზებებისთვის, %@ უგზავნის მისამართის ველში აკრეფილ ტექსტს, შერჩეულ საძიებო სისტემას.
kab: Akken ad tawiḍ isumar n unadi, %@ isra ad yazen ayen tettaruḍ deg ufeggag n tansa ɣer umsedday n unadi.
kk: Іздеу ұсыныстарын алу үшін, %@ сіз адрестік жолақта терген нәрсені іздеу жүйесіне жіберуі тиіс.
ko: 추천 검색을 사용하려면 %@가 주소창에 입력한 내용을 검색 엔진에 보내야 합니다.
lo: ເພື່ອໃຫ້ໄດ້ຮັບຄໍາແນະນໍາ, %@ ຕ້ອງການສົ່ງສິ່ງທີ່ທ່ານພິມໃນແຖບທີ່ຢູ່ໄປຫາເຄື່ອງມືຄົ້ນຫາ.
lt: Kad gautų siūlymus, „%@“ turi persiųsti ieškyklei viską, ką rašote į adreso lauką.
mr: सूचना मिळवण्यासाठी, %@ ला आपण निवडलेल्या शोध इंजिनला आपण पत्ता पट्टीमध्ये काय टाईप करता ते पाठवावे लागेल.
ms: Untuk mendapatkan cadangan, %@ perlu menghantar apa yang anda taip dalam bar alamat ke enjin carian.
my: အကြံပြုချက်များ ရရှိရန်၊ %@ သည် လိပ်စာဘားတန်းတွင် ရိုက်သမျှကို ရှာဖွေရေး ယန္တရားသို့ ပေးပို့ရန် လိုအပ်သည်။
nb: For å få forslag må %@ sende det du skriver i adressefeltet til søkemotoren.
ne_np: सुझावहरू प्राप्त गर्न, %@ ले तपाईंले ठेगाना पट्टीमा टाइप गर्नुहुने कुरा सर्च इन्जिनमा पठाउनु पर्दछ।
nl: Om suggesties te verkrijgen, moet %@ wat u in de adresbalk intypt naar de zoekmachine sturen.
nn: For å få forslag må %@ sende det du skriv i adressefeltet til søkjemotoren.
pa_in: ਸੁਝਾਅ ਲੈਣ ਲਈ %@ ਨੂੰ ਤੁਹਾਡੇ ਵਲੋਂ ਐਡਰੈਸ ਪੱਟੀ ਵਿੱਚ ਲਿਖੀ ਲਿਖਤ ਨੂੰ ਖੋਜ ਇੰਜਣ ਨੂੰ ਭੇਜਣ ਦੀ ਲੋੜ ਹੈ।
pl: Aby uzyskać podpowiedzi, %@ musi wysłać słowa wpisywane na pasku adresu do wyszukiwarki.
pt_br: Para receber sugestões, o %@ precisa enviar o que você escreve na barra de endereços para o mecanismo de pesquisa.
pt_pt: Para obter sugestões, o %@ precisa de enviar o que escreve na barra de endereço para o motor de pesquisa.
ro: Pentru a obține sugestii, %@ trebuie să trimită ce tastezi în bara de adresă la motorul de căutare.
ru: Для получения предложений %@ необходимо отправлять то, что вы вводите в адресной строке, в вашу поисковую систему.
si: යෝජනා ලබා ගැනීමට, ඔබ ලිපින තීරුවේ ලියන දෑ සෙවුම් යන්ත්‍රය වෙත යැවීම %@ මගින් සිදු කළ යුතුය.
sk: Ak chcete získavať návrhy vyhľadávania, %@ bude odosielať vami písaný text vyhľadávaciemu modulu.
sl: Da pridobi predloge iskanja, mora %@ besede, ki jih natipkate v naslovno vrstico, poslati iskalniku.
sq: Që të merrni sugjerime, %@ ka nevojë të dërgojë te motori juaj i kërkimeve atë çka shtypni te shtylla e adresave.
sv: För att få förslag måste %@ skicka det du skriver i adressfältet till sökmotorn.
th: เพื่อรับข้อเสนอแนะ %@ จำเป็นต้องส่งสิ่งที่คุณพิมพ์ในแถบที่อยู่ไปยังเครื่องมือค้นหา
tr: Arama önerileri alabilmeniz için %@’un adres çubuğuna yazdığınız şeyleri seçtiğiniz arama motoruna göndermesi gerekir.
tt: Эзләү тәкъдимнәрен алу өчен, %@ Сез адрес юлында язганнарны эзләү системасына җибәрергә мәҗбүр.
uk: Для отримання пропозицій %@ повинен відправляти пошуковій системі введений в адресному рядку текст.
vi: Để nhận đề xuất, %@ cần gửi những gì bạn nhập vào thanh địa chỉ cho công cụ tìm kiếm.
zh_cn: 为获取建议，%@ 需将您在地址栏中输入的内容发送至搜索引擎。
zh_tw: 為了取得建議，%@ 需要將您在網址列輸入的文字傳送至搜尋引擎。

# SearchSuggestions.promptTitle
source: Show Search Suggestions?
am: የፍለጋ ጥቆማዎችን አሳይ?
ar: أأعرض اقتراحات البحث؟
az: Axtarış təklifləri göstərilsin?
be: Паказваць прапановы пошуку?
bg: Показване на предложения при търсене?
bn: অনুসন্ধান পরামর্শ দেখানো হবে কি?
br: Diskouez an alioù klask?
bs: Prikaži prijedloge pretraživanja?
ca: Voleu veure suggeriments de cerca?
co: Affissà e suggestioni di ricerca ?
cs: Povolit našeptávání?
cy: Dangos Awgrymiadau Chwilio?
da: Vis søgeforslag?
de: Suchvorschläge anzeigen?
dsb: Pytańske naraźenja pokazaś?
el: Εμφάνιση προτάσεων αναζήτησης;
eo: Ĉu montri serĉajn sugestojn?
es_ar: ¿Mostrar las sugerencias de búsqueda?
es_cl: ¿Mostrar sugerencias de búsqueda?
es_es: ¿Mostrar sugerencias de búsqueda?
es_mx: ¿Mostrar sugerencias de búsqueda?
et: Kas kuvada otsingusoovitusi?
eu: Erakutsi bilaketa-iradokizunak?
fa: دریافت پیشنهادات جست و جو؟
fi: Näytetäänkö hakuehdotukset?
fr: Afficher les suggestions de recherche ?
gd: A bheil thu airson molaidhean-luirg a shealltainn?
gl: Amosar suxestións de busca?
he: להציג הצעות חיפוש?
hi_in: खोज सुझाव दिखाएँ?
hsb: Pytanske namjety pokazać?
hu: Jelenítsen-e meg keresési javaslatokat?
ia: Monstrar le suggestiones de recerca?
id: Tampilkan Saran Pencarian?
is: Sýna leitartillögur?
it: Mostrare i suggerimenti di ricerca?
ja: 検索候補を表示しますか？
ka: გსურთ ძიების შემოთავაზებების ჩვენება?
kab: Sken isumar n unadi?
kk: Іздеу ұсыныстарын көрсету керек пе?
ko: 추천 검색을 사용할까요?
lo: ສະແດງຜົນການແນະນຳການຄົ້ນຫາ
lt: Rodyti paieškos žodžių siūlymus?
mr: शोध सूचना दाखवायच्या?
ms: Papar Cadangan Carian?
my: ရှာဖွေရေး အကြံပြုချက်များကို ပြမည်လား။
nb: Vise søkeforslag?
ne_np: खोजी सुझाबहरू देखाउन चाहानुहुन्छ ?
nl: Zoeksuggesties tonen?
nn: Vise søkjeforslag?
pa_in: ਖੋਜ ਸੁਝਾਅ ਵੇਖਣੇ ਹੈ?
pl: Wyświetlać podpowiedzi wyszukiwania?
pt_br: Mostrar sugestões de pesquisa?
pt_pt: Mostrar sugestões de pesquisa?
ro: Afișezi sugestiile de căutare?
ru: Показывать поисковые предложения?
si: සෙවුම් යෝජනා පෙන්වන්නද?
sk: Zobrazovať návrhy vyhľadávania?
sl: Prikažem predloge iskanja?
sq: Të shfaqen Sugjerime Kërkimi?
sv: Visa sökförslag?
th: แสดงข้อเสนอแนะการค้นหา?
tr: Arama önerileri gösterilsin mi?
tt: Эзләү тәкъдимнәре күрсәтелсенме?
uk: Показувати пошукові пропозиції?
ur: تلاش تجاویز دکھائیں؟
vi: Hiển thị đề xuất tìm kiếm?
zh_cn: 要显示搜索建议吗？
zh_tw: 要顯示搜尋建議嗎？

# Settings.autocompleteSection
source: URL Autocomplete
am: URL ራስ-አጠናቅቅ
an: Autocompletar URL
ar: إكمال المسارات تلقائيا
ast: Autocompletáu d'URLs
az: Ünvan Avtomatik Tamamlama
be: Аўтадапаўненне URL
bg: Автоматично довършване на адреси
bn: URL স্বয়ংসম্পূর্ণ
br: Klokadur emgefreek an URL
bs: Automatsko završavanje URL-a
ca: Emplenament automàtic d'URL
co: Scrittura mezu-autumatica di l’indirizzi
cs: Automatické doplňování URL adres
cy: Awtogwblhau URL
da: Autofuldfør URL
de: Adressen-Autovervollständigung
dsb: Awtomatiske wudopołnjenje URL
el: Αυτόματη συμπλήρωση URL
eo: Aŭtomata kompletigo de adresoj
es_ar: Autocompletar URL
es_cl: Autocompletar URL
es_es: Autocompletar URL
es_mx: Autocompletar URL
et: URLide automaatne lõpetamine
eu: URLen osatze automatikoa
fa: تکمیل خودکار نشانی
fi: Osoitteen autom. täydennys
fr: Saisie semi-automatique des adresses
gd: Fèin-choileanadh URLaichean
gl: Completado automático do URL
gu_in: URL સ્વતઃપૂર્ણ
he: השלמת כתובת אוטומטית
hi_in: URL स्वत: पूर्ण
hsb: Awtomatiske wudospołnjenje URL
hu: Automatikus webcím-kiegészítés
hy_am: URL ինքնալրացում
ia: Auto-completar URLs
id: Lengkapi-otomatis URL
is: Sjálfvirk leiðrétting á slóðum
it: Completamento automatico indirizzi
ja: URL 自動補完
ka: ბმულის თვითშევსება
kab: Taččart tawurmant URL
kk: URL автотолықтыру
kn: URL ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸು
ko: URL 자동 완성
lo: ການເຕີມ URL ແບບອັດຕະໂນມັດ
lt: Automatinis URL adresų užbaigimas
mr: URL स्वयंपूर्ण
ms: Auto-lengkap URL
my: URL အလိုအလျှောက်ဖြည့်စွက်
nb: Netadresse-autofullføring
ne_np: URL स्वत: पूर्ण
nl: URL’s automatisch aanvullen
nn: Adresse-autofullføring
pa_in: URL ਆਪੇ-ਪੂਰਨ
pl: Automatyczne uzupełnianie adresów
pt_br: Completar URLs automaticamente
pt_pt: Conclusão automática de URLs
ro: Completare automată de URL-uri
ru: Автодополнение URL
si: ඒ.ස.නි. ස්වයං පිරවීම
sk: Automatické dokončovanie URL adries
sl: Samodejno dopolni URL
sq: Vetëplotësim URLje
sv: Autokomplettera webbadress
ta: URL தானியங்கு நிரப்பு
te: URL స్వయంపూర్తి
th: การเติม URL อัตโนมัติ
tr: Otomatik adres tamamlama
tt: URL-адресны автотөгәлләү
uk: Автозавершення URL
ur: URL خودکار تکميل
vi: Tự động điền URL
zh_cn: 网址自动补全
zh_tw: 網址自動完成

# Settings.blockOtherNo2
source: Cancel
am: ተወው
ar: ألغِ
ast: Encaboxar
be: Скасаваць
bg: Отказ
bn: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es_ar: Cancelar
es_cl: Cancelar
es_es: Cancelar
es_mx: Cancelar
et: Loobu
eu: Utzi
fa: انصراف
fi: Kumoa
fil: i-Cancel
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hi_in: रद्द करें
hsb: Přetorhnyć
hu: Mégse
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
lt: Atsisakyti
nb: Avbryt
ne_np: रद्द गर्नुहोस्
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv: Avbryt
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Settings.blockOtherYes2
source: Block Content Trackers
am: የይዘት መከታተያዎችን አግድ
ar: احجب متعقبات المحتوى
be: Блакіраваць трэкеры змесціва
bg: Блокиране на проследяващи елементи
bn: Content Trackers ব্লক করুন
br: Stankañ endalc'had an heulierien
bs: Blokiraj pratioce sadržaja
ca: Bloca els elements de seguiment de contingut
co: Bluccà i perseguitatori di cuntenutu
cs: Blokovat sledovací obsah
cy: Rhwystro Tracwyr Cynnwys
da: Bloker indholdssporing
de: Inhalts-Tracker blockieren
dsb: Wopśimjeśowe pśeslědowaki blokěrowaś
el: Φραγή ιχνηλατών περιεχομένου
eo: Bloki enhavajn spurilojn
es_ar: Bloquear rastreadores de contenido
es_cl: Bloquear rastreadores de contenido
es_es: Bloquear rastreadores de contenido
es_mx: Bloquear rastreadores de contenido
et: Bloki sisu kaudu jälitajad
eu: Blokeatu edukiaren jarraipen-elementuak
fa: مسدود کردن دنبال کنندگان آنلاین
fi: Estä sisältöseuraimet
fr: Bloquer les traqueurs de contenu
gd: Bac tracaichean susbainte
gl: Bloquear rastrexadores de contido
he: חסימת רכיבי מעקב של תוכן
hi_in: सामग्री ट्रैकर्स को ब्लॉक करें
hsb: Wobsahowe přesćěhowaki blokować
hu: Tartalomkövetők blokkolása
ia: Blocar traciatores de contento
id: Blokir Pelacak Konten
is: Loka á rekjara
it: Blocca contenuti traccianti
ja: 追跡コンテンツをブロック
ka: შიგთავსის მეთვალყურეების შეზღუდვა
kab: Sewḥel inedfaṛen n ugbur
kk: Мазмұндық трекерлерді блоктау
ko: 콘텐츠 추적기 차단
lo: ບັອກຕົວຕິດຕາມອອນລາຍ
lt: Blokuoti turinio stebėjimo elementus
nb: Blokker innholds-sporere
ne_np: सामग्री ट्रयाकरहरू ब्लक गर्नुहोस्
nl: Inhoudstrackers blokkeren
nn: Blokker innhalds-sporarar
pa_in: ਸਮੱਗਰੀ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokuj pozostałe śledzące
pt_br: Bloquear rastreadores de conteúdo
pt_pt: Bloquear rastreadores em conteúdo
ru: Блокировать трекеры содержимого
si: අන්තර්ගත ලුහුබැඳීම් අවහිරය
sk: Blokovať sledovače obsahu
sl: Zavračaj sledilce vsebine
sq: Blloko Gjurmues Lënde
sv: Blockera innehållsspårare
th: ปิดกั้นตัวติดตามเนื้อหา
tr: İçerik takip kodlarını engelle
tt: Эчтәлек күзәтүчеләрне блоклау
uk: Блокувати стеження вмісту
vi: Chặn trình theo dõi nội dung
zh_cn: 拦截内容跟踪器
zh_tw: 封鎖內容追蹤器

# Settings.darkTheme
source: Dark
am: ጨለም ያለ
ar: داكنة
ast: Escuridá
be: Цёмная
bg: Тъмна
bn: অন্ধকার
br: Teñval
bs: Tamna
ca: Fosc
co: Scuru
cs: Tmavý
cy: Tywyll
da: Mørkt
de: Dunkel
dsb: Śamny
el: Σκουρόχρωμο
eo: Malhela
es_ar: Oscuro
es_cl: Oscuro
es_es: Oscuro
es_mx: Oscuro
et: Tume
eu: Iluna
fi: Tumma
fil: Madilim
fr: Sombre
gd: Dorcha
gl: Escuro
he: כהה
hi_in: अंधेरा
hsb: Ćmowy
hu: Sötét
ia: Obscur
id: Gelap
is: Dökkt
it: Scuro
ka: მუქი
kab: Aberkan
kk: Күңгірт
ko: 어두운
lo: ມືດ
lt: Tamsus
nb: Mørkt
ne_np: अँध्यारो
nl: Donker
nn: Mørkt
pa_in: ਗੂੜ੍ਹਾ
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ru: Тёмная
si: අඳුරු
sk: Tmavá
sl: Temna
sq: E errët
sv: Mörkt
th: มืด
tr: Koyu
tt: Караңгы
uk: Темна
ur: گہرا
vi: Tối
zh_cn: 深色
zh_tw: 暗色
